Repository: Thomas-GeDaD/openplotter-MCS
Catalog: openplotterMCS/locale/*/LC_MESSAGES/openplotter-MCS.po
Languages: de

source: Adding openplotter-read-MCS service...
de: Openplotter-read-MCS-Dienst wird hinzugefügt...

source: DONE
de: Erledigt.

source: FAILED:
de: fehlgeschlagen

source: Adding config.txt entries...
de: Config.txt-Einträge werden hinzugefügt...

source: config.txt entries created
de: config.txt-Einträge erstellt

source: config.txt entries already exists
de: config.txt-Einträge sind bereits vorhanden

source: Adding modules to /etc/modules...
de: Module zu /etc/modules hinzugefügen...

source: i2c-dev added to modules
de: i2c-dev zu Modulen hinzugefügt

source: i2c-dev already exists
de: i2c-dev ist bereits vorhanden

source: ds2482 added to modules
de: ds2482 zu Modulen hinzugefügt

source: ds2482 already exists
de: ds2482 existiert bereits

source: wire added to modules
de: wire Module zu /etc/modules hinzugefügen...

source: wire already exists
de: wire existiert bereits

source: Removing openplotter-read-MCS service...
de: entfernen des openplotter-read-MCS service....

source: config.txt entries deleted
de: config.txt Einträge entfernen

source: config.txt entries not exists
de: config.txt Einträge nicht vorhanden

source: Help
de: Hilfe

source: Settings
de: Einstellungen

source: Read Configuration
de: konfiguration lesen

source: Apply Changes
de: Übernehmen

source: Cancel Changes
de: Abbrechen

source: MCS Settings
de: Einstellungen

source: Data output
de: Daten senden

source: Output
de: Ausgang

source: Settings for MCP2515 (CAN/NMEA2000) must done in CAN App. Settings for GPIO Input must done in Action App
de: Einstellungen für den MCP2515 (CAN/NMEA2000) müssen in der CAN APP vorgenommen werden. Einstellungen für die GPIO Eingänge in der Action App

source: Cannot read ifconfig
de: ifconfig kann nicht gelesen werden

source: Available MCS-CAN Interfaces:
de: Verfügbare MCS-CAN Interfaces

source: Cannot read /dev/
de: /dev/ kann nicht gelesen werden

source: Available MCS-Serial Interfaces:
de: Verfügbare, serielle MCS-Geräte:

source: all settings read succesful
de: alle Einstellungen erfolgreich gelesen

source: Value
de: Wert

source: Add
de: Hinzufügen

source: Edit
de: Editieren

source: Remove
de: Entfernen

source: Refresh Value
de: Aktualisieren

source: no Sensor found
de: keinen Sensor gefunden

source: Failed. You must add a Sensorname.
de: Fehlgeschlagen, bitte Sensorname eingeben

source: Failed. You must select a Sensor.
de: Fehlgeschlagen, bitte Sensor auswählen

source: Failed. You must select a Signalk Key.
de: Fehlgeschlagen, bitte Signalk Key vergeben

source: Failed. You must enter a Sensorname or a Signalk Key.
de: Fehlgeschlagen, bitte Sensorname oder Signalk Key eingeben

source: SK Connection
de: SK Verbindung

source: Type
de: Typ

source: Mode
de: Modus

source: Data
de: Daten

source: Direction
de: Richtung

source: Editable
de: Editierbar

source: yes
de: JA

source: no
de: Nein

source: input
de: Eingang

source: output
de: Ausgang

source: both
de: beide

source: Sending dummy data enabled
de: Senden der Daten eingeschaltet

source: Sending dummy data disabled
de: Senden der Daten ausgeschaltet

source: Changes canceled
de: Änderungen verworfen

source: Available serial ports on MCS:
de: Verfügbare Serielle Prots

source: Available CAN Interface on MCS:
de: Verfügbare Can Geräte

source: Add 1-Wire sensor
de: 1-Wire Sensor hinzufügen

source: detected
de: Angeschlossen

source: Select a senser, enter a Name and a Signalk Key
de: Sensor auswählen, Namen und Signalk Key vergeben

source: Edit 1-Wire Name
de: 1-Wire Name editieren

source: New data for Sensor ID:
de: Neue Daten für Sensor:

source: New Sensor Name:
de: Neuer Sensor Name

source: New Sensor SignalkKey:
de: Neuer Sensor Signalk Key

source: cannot delete ds2482 device
de: ds2482 Gerät kann nicht entfernt werden

source: creating 0X18 DS2482 as new_device not possible
de: 0x18 DS2482 Gerät erstellen nicht möglich

source: I2C-1Wire Server started
de: I2C-1Wire Server gestartet

source: Checking MCS-App running...
de: Prüfen op MCS-App läuft

source: service is running
de: Service läuft

source: service is not running
de: Service läuft nicht

source: ds2482_1-Wire device not availible, Please restart System
de: ds2482_1-Wire Gerät nicht verfügbar. Bitte System neu starten
